Repository: GUAN-XP/FluentCast-translations
Catalog: files/FluentCast.*.xlf
Languages: de_de, fa_ir, it_it, mt_mt

# FeaturedPodcastsHeader.Header
source: Featured Podcasts
de_de: Vorgestellte Podcasts
fa_ir: پادکست‌های ویژه
it_it: Podcast in primo piano
mt_mt: Podkasts Prominenti

# GenresHeader.Text
source: Genres
de_de: Kategorien
fa_ir: دسته‌بندی
it_it: Categorie
mt_mt: Kategoriji

# PageTitle.Text
source: Explore
de_de: Entdecken
fa_ir: کاوش
it_it: Scopri
mt_mt: Skopri

# SeeMoreButton.Text
source: See more
de_de: Mehr
fa_ir: بیشتر ببینید
it_it: Vedi altro
mt_mt: Sib iktar

# EpisodeLengthTooltipText
source: Episode length
de_de: Länge der Folge
fa_ir: طول قسمت
it_it: Durata
mt_mt: Tul tal-episodju

source: Time elapsed
de_de: Zeit verstrichen
fa_ir: زمان سپری شده
it_it: Tempo trascorso
mt_mt: Ħin li għadda

# EpisodeTimeRemainingTooltipText
source: Time remaining
de_de: Zeit bleibend
fa_ir: زمان باقی‌مانده
it_it: Tempo rimanente
mt_mt: Ħin li fadal

# FullScreenButton.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Fullscreen
de_de: Vollbild
fa_ir: تمام صفحه
it_it: Schermo intero
mt_mt: Skrin sħiħ

# MoreCommandsButton.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: More commands
de_de: Weitere Befehle
fa_ir: دستورهای بیشتر
it_it: Altri comandi
mt_mt: Iktar

# MuteButton.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Mute/Unmute
de_de: Stummschalten/Stummschalten aufheben
fa_ir: بی‌صدا/با صدا
it_it: Muto/Riattiva
mt_mt: Sikket/Tħallix imsikkta

# NextCommand.Description
source: Next episode
de_de: Nächste Folge
fa_ir: قسمت بعدی
it_it: Prossimo episodio
mt_mt: L-episodju li jmiss

# PictureInPicture.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Picture-In-Picture
de_de: Bild-in-Bild
fa_ir: تصویر در تصویر
mt_mt: Stampa-fi-stampa

# PlaybackButton.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Reset to 1x
de_de: Zurücksetzen zu 1x
fa_ir: بازنشانی به 1x
it_it: Reimposta a 1x
mt_mt: Reġġa' lura għal 1x

# PlayCommand.Description
source: Play/Pause
de_de: Start/Pause
fa_ir: پخش/مکث
it_it: Play/Pausa
mt_mt: Isma'/Issospendi

# PlayerBarChaptersHeader.Text
source: Chapters
de_de: Kapitel
fa_ir: فصل
it_it: Capitoli
mt_mt: Kapitli

# PreviousCommand.Description
source: Previous episode
de_de: Vorherige Folge
fa_ir: قسمت قبلی
it_it: Episodio precedente
mt_mt: L-episodju ta' qabel

# ResumePreviousPlaylist.Text
source: Resume previous playlist
de_de: Vorherige Wiedergabeliste fortsetzen
fa_ir: ادامه فهرست پخش قبلی
it_it: Riprendi la playlist precedente
mt_mt: Kompli isma' l-lista tas-smigħ ta' qabel

# ResumePreviousPlaylistDescription.Text
source: Continue listening where you left off
de_de: Hören Sie weiter wo du aufgehört hast
fa_ir: گوش دادن را از جایی که متوقف کردید ادامه دهید
it_it: Continua l'ascolto da dove eri rimasto
mt_mt: Kompli isma' fejn waqaft l-aħħar darba

# ResumePreviousPlaylistJumplistHeader.Text
source: Playlist
de_de: Wiedergabeliste
fa_ir: فهرست پخش
mt_mt: Lista tas-smigħ

# SkipBackCommand.Description
source: Skip back 10 seconds
de_de: 10 Sekunden zurück
fa_ir: ۱۰ ثانیه به عقب پرش کنید
it_it: 10 secondi indietro
mt_mt: Mur 10 sekondi lura

# SkipForwardCommand.Description
source: Skip forward 30 seconds
de_de: 30 Sekunden vor
fa_ir: ۳۰ ثانیه به جلو پرش کنید
it_it: 30 secondi avanti
mt_mt: Mur 30 sekonda 'l quddiem

# ClearPlaylist.Text
source: Clear playlist
de_de: Wiedergabeliste löschen
fa_ir: پاک کردن فهرست پخش
it_it: Pulisci playlist
mt_mt: Battal il-lista tas-smigħ

# EmptyListMessageButton.Text
source: Shuffle all
de_de: Zufällige Wiedergabe
fa_ir: رندوم همه
it_it: Riproduci casualmente
mt_mt: Ħallat kollox

# EmptyListMessageSubtitle.Text
source: Shuffle everything in collection
de_de: Zufällige Widergabe der Sammlung
fa_ir: همه چیز را در مجموعه به هم بزنید
it_it: Riproduci collezione casualmente
mt_mt: Ħallat kull ħaġa fil-ġabra

# EmptyListMessageTitle.Text
source: The playlist is empty
de_de: Die Wiedergabeliste ist leer
fa_ir: فهرست پخش خالی است
it_it: La playlist è vuota
mt_mt: Il-lista tas-smigħ battala

# PageTitle.Text
source: Now playing
de_de: Wird gerade abgespielt
fa_ir: اکنون در حال پخش
it_it: In riproduzione
mt_mt: Qed tisma' bħalissa

# ClearPlaylistButton.Label
source: Clear playlist
de_de: Wiedergabeliste löschen
fa_ir: پاک کردن فهرست پخش
it_it: Pulisci playlist
mt_mt: Battal il-lista tas-smigħ

source: Cancel download
de_de: Download abbrechen
fa_ir: لغو بارگیری
it_it: Rimuovi download
mt_mt: Ikkanċella t-tniżżil

# EmptyListMessageTitle.Text
source: Episodes that you download will appear here
de_de: Heruntergeladene Folgen findest du hier
fa_ir: قسمت‌های که بارگیری کرده‌اید اینجا دیده خواهند شد
it_it: Gli episodi scaricati appariranno qui
mt_mt: L-episodji li tniżżel se jintwerew hawn

# DownloadingEpisodesEmptyListMessage.Text
source: You have no active downloads
de_de: Du hast keine aktiven Downloads
fa_ir: شما بارگیری فعالی ندارید
it_it: Non stai scaricando nulla
mt_mt: M'int qed tniżżel xejn

# EpisodeHeaderSize.Text
source: Size
de_de: Größe
fa_ir: حجم
it_it: Dimensione
mt_mt: Daqs

# EpisodeHeaderTitle.Text
source: Title
de_de: Titel
fa_ir: عنوان
it_it: Titolo
mt_mt: Isem

# PageTitle.Text
source: Downloads
de_de: Heruntergeladen
fa_ir: بارگیری‌ها
it_it: Episodi scaricati
mt_mt: Tniżżil

# PivotItemHeaderDownloaded.Header
source: Downloaded
de_de: Heruntergeladene
fa_ir: بارگیری شد
it_it: Completati
mt_mt: Tniżżlu

# PivotItemHeaderDownloading.Header
source: Downloading
de_de: Herunterladen
fa_ir: در حال بارگیری
it_it: In corso
mt_mt: Neżlin

# EpisodeHeaderDuration.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Duration
de_de: Dauer
fa_ir: ظول
it_it: Durata
mt_mt: Tul

# EpisodeHeaderRelease.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Release
de_de: Veröffentlicht am
fa_ir: انتشار
it_it: Pubblicazione
mt_mt: Verżjoni

# RefreshDownloads.Label
source: Refresh downloads
de_de: Downloads aktualisieren
fa_ir: بارگیری‌ها را بازخوانی کنید
it_it: Aggiorna
mt_mt: Iffriska l-lista tal-episodji mniżżla

# DeleteAllFiles.Label
source: Delete all files
de_de: Alle Episoden löschen
fa_ir: حذف همه پرونده‌ها
it_it: Elimina tutti
mt_mt: Ħassar il-fajls kollha

# CancelAllDownloads.Label
source: Cancel all downloads
de_de: Alle Downloads abbrechen
fa_ir: لغو همه بارگیری‌ها
it_it: Annulla tutti i download
mt_mt: Ikkanċella t-tniżżil kollu

# PivotItemHeaderDownloadedTextBlock.Text
source: Downloaded
de_de: Heruntergeladene
fa_ir: بارگیری شد
it_it: Completati
mt_mt: Tniżżlu

# PivotItemHeaderDownloadingTextBlock.Text
source: Downloading
de_de: Herunterladen
fa_ir: در حال بارگیری
it_it: In corso
mt_mt: Neżlin

# DeleteAllHistory.Text
source: Delete all history
de_de: Verlauf löschen
fa_ir: حذف همه تاریخچه
it_it: Svuota la cronologia
mt_mt: Ħassar l-istorja kollha

# DeleteAllHistoryDialogTitle
source: Delete all playback history?
de_de: Alle Wiedergabeverläufe löschen?
fa_ir: همه تاریخچه پخش حذف شود؟
it_it: Vuoi cancellare la cronologia di riproduzione?
mt_mt: Tixtieq tħassar l-istorja kollha tal-episodji mismugħa?

# DeleteEpisodeFromHistoryTitle
source: Delete item from playback history?
de_de: Folge von Wiedergabeverlauf löschen?
fa_ir: این مورد از تاریخچه پخش حذف شود؟
it_it: Rimuovi l'elemento dai riprodotti in precedenza?
mt_mt: Tixtieq tħassar dil-ħaġa mill-istorja tal-episodji mismugħa?

# EmptyListMessageTitle.Text
source: Your playback history is empty
de_de: Dein Wiedergabeverlauf ist leer
fa_ir: تاریخچه پخش شما خالی است
it_it: Nessun elemento riprodotto in precedenza
mt_mt: L-istorja tal-episodji li smajt hija battala

# EpisodeHeaderDate.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Date
de_de: Datum
fa_ir: تاریخ
it_it: Data
mt_mt: Data

# EpisodeHeaderEditor.Text
source: Editor
de_de: Autor
fa_ir: ویرایشگر
it_it: Editore
mt_mt: Editur

# EpisodeHeaderProgress.Text
source: Progress
de_de: Fortschritt
fa_ir: فرآیند
it_it: Progresso

# PageTitle.Text
source: Playback history
de_de: Wiedergabeverlauf
fa_ir: تاریخچه پخش
it_it: Riprodotti in precedenza
mt_mt: Storja tal-episodji mismugħa

# RefreshHistory.Text
source: Refresh history
de_de: Verlauf aktualisieren
fa_ir: بازخوانی تاریخچه
it_it: Aggiorna
mt_mt: Iffriska l-lista

# DeleteAllHistoryButton.Label
source: Delete all history
de_de: Verlauf löschen
fa_ir: حذف همه تاریخچه
it_it: Svuota la cronologia
mt_mt: Ħassar l-istorja kollha

# RefreshHistoryButton.Label
source: Refresh history
de_de: Verlauf aktualisieren
fa_ir: بازخوانی تاریخچه
it_it: Aggiorna
mt_mt: Iffriska l-lista

# EmptyListMessageButton.Text
source: Sync podcasts
de_de: Podcasts synchronisieren
fa_ir: همگام‌سازی پادکست‌ها
it_it: Sincronizza
mt_mt: Issinkronizza l-podkasts

# EmptyListMessageSubtitle.Text
source: Sync all your podcasts to get the latest episodes
de_de: Synchronisiere alle deine Podcasts, um die neuesten Episoden zu erhalten
fa_ir: برای دریافت آخرین قسمت‌ها، همه پادکست‌های خود را همگام‌سازی کنید
it_it: Sincronizza tutti i podcast per ottenere gli ultimi eposodi
mt_mt: Issinkronizza l-podkasts kollha biex tikseb l-aħħar episodji

# EmptyListMessageTitle.Text
source: No new episodes
de_de: Keine neuen Folgen
fa_ir: بدون قسمت جدید
it_it: Non ci sono nuovi episodi
mt_mt: L-ebda episodju ġdid

# MarkAllAsPlayed.Text
source: Mark all as played
de_de: Alle Folgen als abgespielt markieren
fa_ir: همه به عنوان پخش‌شده
it_it: Segna tutti come riprodotto
mt_mt: Immarka li smajthom kollha

# PageTitle.Text
source: Unplayed episodes
de_de: Nicht abgespielte Folgen
fa_ir: قسمت‌های پخش نشده
it_it: Episodi non riprodotti
mt_mt: Episodji mhux mismugħa

# PlayAll.Text
source: Play all
de_de: Alle abspielen
fa_ir: پخش همه
it_it: Riproduci tutto
mt_mt: Isma' kollox

# RefreshList.Text
source: Refresh
de_de: Aktualisieren
fa_ir: بازخوانی
it_it: Aggiorna
mt_mt: Iffriska

# DownloadAllButton.Label
source: Download all
de_de: Alle herunterladen
fa_ir: بارگیری همه
it_it: Scarica tutto
mt_mt: Niżżel kollox

# MarkAllAsPlayedButton.Label
source: Mark all as played
de_de: Alle Folgen als abgespielt markieren
fa_ir: همه به عنوان پخش‌شده
it_it: Segna tutti come riprodotto
mt_mt: Immarka bħala mismugħa kollha

# PlayAllButton.Label
source: Play all
de_de: Alle abspielen
fa_ir: پخش همه
it_it: Riproduci tutto
mt_mt: Isma' kollox

# RefreshListButton.Label
source: Refresh
de_de: Aktualisieren
fa_ir: بازخوانی
it_it: Aggiorna
mt_mt: Iffriska

# CannotPlayTheEpisodeBadUrl
source: Cannot play the "{0}" episode (Invalid URL)
de_de: Abbspielen von "{0}" nicht möglich, URL falsch
fa_ir: نمی توان قسمت "{0}" را پخش کرد (آدرس نامعتبر)
it_it: Impossibile riprodurre l'episodio "{0}" (URL non valido)
mt_mt: Ma tistax tisma' l-episodju "{0}" (il-URL mhix tajba)

# CloseAppButtonText.Content
source: Close app
de_de: Abb schließen
fa_ir: بستن برنامه
it_it: Chiudi l'app
mt_mt: Agħlaq l-app

# CouldntSyncCheckInternet
source: Couldn't sync. Check your internet connection
de_de: Synchronisierung nicht möglich. Internetverbindung überprüfen
fa_ir: همگام‌سازی نشد. اتصال اینترنت خود را بررسی نمایید
it_it: Impossibile sincronizzare. Controlla la tua connessione internet
mt_mt: Ma tistax tissinkronizza. Iċċekkja l-konnessjoni tal-internet tiegħek

# DatabaseCorruptedErrorMessage
source: The database was deleted due to an error in the file
de_de: Die Datenbank wurde aufgrund eines Fehlers in der Datei gelöscht
fa_ir: پایگاه داده به دلیل خطا در فایل حذف شد
it_it: Il database è stato cancellato a causa di un errore nel file
mt_mt: Id-database tħassret minħabba żball fil-fajl

# DatabaseCorruptedErrorTitle
source: Database is corrupted
de_de: Die Datenbank ist beschädigt
fa_ir: پایگاه داده خراب است
it_it: Il database è corrotto
mt_mt: Id-database bil-ħsara

# ExportToOPMLButtonText.Content
source: Export your library
de_de: Exportiere deine Sammlung
fa_ir: کتابخانه خود را برون‌ریزی کنید
it_it: Esposta la tua libreria
mt_mt: Oħroġ kopja tal-librerija tiegħek

# ResetAppButtonText.Content
source: Reset app data
de_de: App Daten zurücksetzen
fa_ir: بازنشانی داده‌های برنامه
it_it: Inizializza i dati dell'app
mt_mt: Ħassar id-dejta tal-app

# SendReportButtonText.Content
source: Send report
de_de: Fehlerbericht senden
fa_ir: ارسال گزارش
it_it: Invia una segnalazione
mt_mt: Ibgħat rapport

# UnhandledExceptionMessageBody.Text
source: Do you want to send us the error report? This can help us fix this bug
de_de: Möchtest du einen Fehler melden? Das kann uns helfen den Fehler zu beseitigen
fa_ir: آیا می خواهید گزارش خطا را برای ما ارسال کنید؟ این می تواند به ما در رفع این باگ کمک کند
it_it: Vuoi inviarci una segnalazione di errore? Questo può aiutarci a correggere il problema
mt_mt: Tixtieq tibagħtilna r-rapport tal-iżball? Dil-ħaġa tista' tgħinna nsewwu l-problema

# UnhandledExceptionMessageTitle.Text
source: FluentCast Podcast ran into a problem and needs to restart
de_de: FluentCast hat ein Problem festgestellt und muss neu gestartet werden
fa_ir: پادکست FluentCast با مشکل مواجه شد و باید راه‌اندازی مجدد شود
it_it: FluentCast ha riscontrato un problema che richiede il riavvio dell'app
mt_mt: Seħħ żball fi FluentCast Podcast u l-app jeħtiġilha tagħlaq u terġa' tiftaħ

source: All
de_de: Alle
fa_ir: همه
it_it: Tutto
mt_mt: Kollha

source: Arts
de_de: Kunst
fa_ir: هنرها
it_it: Arte
mt_mt: Arti

source: Business
fa_ir: تجاری
it_it: Economia
mt_mt: Negozju

source: Comedy
fa_ir: کمدی
it_it: Umorismo
mt_mt: Kummiedji

source: Design
fa_ir: طراحی
mt_mt: Disinn

source: Education
de_de: Bildung
fa_ir: آموزش
it_it: Scolastico
mt_mt: Edukazzjoni

source: Fitness
fa_ir: تناسب اندام
it_it: Salute e benessere
mt_mt: Saħħa

source: Kids and Family
de_de: Kinder und Familie
fa_ir: بچه‌ها و خانواده
it_it: Bambini e famiglia
mt_mt: Tfal u Familja

source: Leisure
de_de: Freizeit
fa_ir: اوقات فراغت
it_it: Tempo libero
mt_mt: Divertiment

source: Music
de_de: Musik
fa_ir: موزیک
it_it: Musica
mt_mt: Mużika

source: News
de_de: Nachrichten
fa_ir: اخبار
mt_mt: Aħbarijiet

source: Politics
de_de: Politik
fa_ir: سیاسی
it_it: Governo
mt_mt: Politika

source: Religion and Spirituality
de_de: Religion und Spritualität
fa_ir: دین و معنویت
it_it: Religione e spritualità
mt_mt: Reliġjon u Spiritwalità

source: Science
de_de: Wissenschaft
fa_ir: علم
it_it: Scienze
mt_mt: Xjenza

source: Society and Culture
de_de: Gesellschaft und Kultur
fa_ir: اجتماعی و فرهنگی
it_it: Cultura e società
mt_mt: Soċjetà u Kultura

source: Sports
de_de: Sport
fa_ir: ورزشی
it_it: Sport
mt_mt: Sport

source: Technology
de_de: Technologie
fa_ir: فنآوری
it_it: Tecnologia
mt_mt: Teknoloġija

source: TV and Film
de_de: Film und Fernsehen
fa_ir: تلویزیون و فیلم
it_it: Film e TV
mt_mt: TV u Films

# AutoSuggestBox.PlaceholderText
source: Search
de_de: Suchen
fa_ir: جستجو
it_it: Cerca
mt_mt: Fittex

# CancelButtonText
source: Cancel
de_de: Abbrechen
fa_ir: لغو
it_it: Annulla
mt_mt: Ikkanċella

source: Check out the release notes
de_de: Das Änderungsprotokoll lesen
fa_ir: یادداشت‌های انتشار را بررسی کنید
it_it: Guarda cosa è cambiato
mt_mt: Aqra l-bidliet ta' dil-verżjoni

# CloseButton.Text
source: Close
de_de: Schließen
fa_ir: بستن
it_it: Chiudi
mt_mt: Agħlaq

# DeleteButtonText
source: Delete
de_de: Löschen
fa_ir: حذف
it_it: Elimina
mt_mt: Ħassar

# DonationMessage.Text
source: If you enjoy FluentCast, please consider making a donation to the developer
de_de: Wenn dir FluentCast gefällt, kannst du den Entwickler mit einer Spende unterstützen.
fa_ir: اگر از FluentCast لذت می برید، لطفاً کمک مالی خود را به توسعه دهنده در نظر بگیرید
it_it: Se ti piace FluentCast, considera una donazione allo sviluppatore
mt_mt: Jekk sibt l-app FluentCast tajba għalik, titħajjar tagħti donazzjoni lill-iżviluppatur?

# DownloadStatusCanceled
source: Canceled
de_de: Abgebrochen
fa_ir: لغو شد
it_it: Annullato
mt_mt: Ikkanċellat

# DownloadStatusCompleted
source: Completed
de_de: Fertig
fa_ir: کامل شد
it_it: Completato
mt_mt: Lest

# DownloadStatusDownloading
source: Downloading
de_de: Wird heruntergeladen
fa_ir: در حال بارگیری
it_it: Download in corso
mt_mt: Nieżel

# DownloadStatusDownloadingDetails
source: Downloading: {0}% - ({1}/s) | Episode: {2}
de_de: Wird heruntergeladen: {0}% - ({1}/s) | Folge: {2}
fa_ir: در حال بارگیری: {0}% - ({1}/s) | قسمت: {2}
it_it: Download in corso: {0}% - ({1}/s) | Episodio: {2}
mt_mt: Nieżel: {0}% - ({1}/s) | Episodju: {2}

# DownloadStatusError
source: Error
de_de: Fehler
fa_ir: خطا
it_it: Errore
mt_mt: Żball

# DownloadStatusStarting
source: Starting
de_de: Starte Download
fa_ir: در حال شروع
it_it: Avvio download
mt_mt: Qed jibda

# DownloadStatusUnknown
source: Unknown
de_de: Unbekannt
fa_ir: نامشخص
it_it: Sconosciuto
mt_mt: Mhux magħruf

# DownloadStatusWaiting
source: Waiting
de_de: Warte
fa_ir: در انتظار
it_it: In attesa
mt_mt: Qed jistenna

# DurationMinutes
source: {0} min
fa_ir: {0} دقیقه
mt_mt: Min: {0}

# DurationSeconds
source: {0} secs
de_de: {0} Sekunden
fa_ir: {0} ثانیه
it_it: {0} sec
mt_mt: Sek: {0}

# EpisodesCountText.Text
source: episode(s)
de_de: Folge(n)
fa_ir: قسمت(ها)
it_it: episodi
mt_mt: episodji

# NotificationNewEpisodeAvailable
source: New episode available
de_de: Neue Folge verfügbar
fa_ir: قسمت جدید در دسترس است
it_it: Nuovo episodio disponibile
mt_mt: Għandek episodji ġodda x'tisma'

# NotificationNewEpisodesAvailable
source: {0} new episodes available
de_de: {0} Neue Folgen verfügbar
fa_ir: {0} قسمت جدید در دسترس است
it_it: {0} nuovi episodi disponibili
mt_mt: Episodji ġodda x'tisma': {0}

# OpenButtonText
source: Open
de_de: Öffnen
fa_ir: باز کردن
it_it: Apri
mt_mt: Iftaħ

# RelativeTimeAMinuteAgo
source: 1 minute ago
de_de: Vor 1 Minute
fa_ir: ۱ دقیقه قبل
it_it: 1 minuto fa
mt_mt: minuti ilu: 1

# RelativeTimeAMonthAgo
source: 1 month ago
de_de: Vor 1 Minute
fa_ir: ۱ ماه قبل
it_it: 1 mese fa
mt_mt: xhur ilu: 1

# RelativeTimeAnHourAgo
source: 1 hour ago
de_de: Vor 1 Stunde
fa_ir: ۱ ساعت قبل
it_it: 1 ora fa
mt_mt: sigħat ilu: 1

# RelativeTimeAYearAgo
source: 1 year ago
de_de: Vor 1 Jahr
fa_ir: ۱ سال قبل
it_it: 1 anno fa
mt_mt: snin ilu: 1

# RelativeTimeDaysAgo
source: {0} days ago
de_de: Vor {0} Tagen
fa_ir: {0} روز قبل
it_it: {0} giorni fa
mt_mt: jiem ilu: {0}

# RelativeTimeHoursAgo
source: {0} hours ago
de_de: Vor {0} Stunden
fa_ir: {0} ساعت قبل
it_it: {0} ore fa
mt_mt: sigħat ilu: {0}

# RelativeTimeJustNow
source: Just now
de_de: Jetzt
fa_ir: همین اکنون
it_it: Adesso
mt_mt: Issa

# RelativeTimeMinutesAgo
source: {0} minutes ago
de_de: Vor {0} Minuten
fa_ir: {0} دقیقه قبل
it_it: {0} minuti fa
mt_mt: minuti ilu: {0}

# RelativeTimeMonthsAgo
source: {0} months ago
de_de: Vor {0} Monaten
fa_ir: {0} ماه قبل
it_it: {0} mesi fa
mt_mt: xhur ilu: {0}

# RelativeTimeNotAvailable
source: N/A
de_de: Nicht verfügbar
fa_ir: نامشخص
mt_mt: M/D

# RelativeTimeYearsAgo
source: {0} years ago
de_de: Vor {0} 1 Jahr
fa_ir: {0} سال قبل
it_it: {0} anni fa
mt_mt: snin ilu: {0}

# RelativeTimeYesterday
source: Yesterday
de_de: Gestern
fa_ir: دیروز
it_it: Ieri
mt_mt: Ilbieraħ

# ReleaseNotesPopup.Title
source: FluentCast has been updated
de_de: FluentCast wurde aktualisiert
fa_ir: FluentCast به‌روز شد
it_it: FluentCast è stato aggiornato
mt_mt: FluentCast għadha kemm ġiet aġġornata

# RemoveBanner.Text
source: Remove
de_de: Entfernen
fa_ir: برداشتن
it_it: Chiudi
mt_mt: Neħħi

# ReviewMessage.Text
source: If you like FluentCast, please rate it on Microsoft Store
de_de: Bitte gib eine Bewertung ab, wenn dir FluentCast gefällt.
fa_ir: اگر FluentCast را دوست دارید، لطفا در فروشگاه مایکروسافت به ما رای بدهید
it_it: Se ti piace FluentCast, lascia una recensione sul Microsoft Store
mt_mt: Jekk FluentCast sibtha tajba, jekk jogħġbok aqsam il-ħsibijiet tiegħek fuq Microsoft Store

# SomethingWentWrongMessage
source: Something went wrong
de_de: Oh, da ist etwas schief gelaufen
fa_ir: مشکلی پیش آمد
it_it: Qualcosa è andato storto
mt_mt: Xi ħaġa marret ħażin

# UpdateHistoryButton.Text
source: Release notes
de_de: Änderungsprotokoll
fa_ir: یادداشت‌های انتشار
it_it: Note di versione
mt_mt: Dettalji

# AddPodcast.Text
source: Add podcast
de_de: Podcast hinzufügen
fa_ir: افزودن پادکست
it_it: Aggiungi un Podcast
mt_mt: Żid podkast

# EmptyListMessageButton.Text
source: Explore
de_de: Entdecken
fa_ir: کاوش
it_it: Scopri
mt_mt: Skopri

# EmptyListMessageSubtitle.Text
source: Go to Explore page to find recommendations
de_de: Gehen zu Podcasts finden, um Empfehlungen zu sehen
fa_ir: برای یافتن پیشنهادها به برگه کاوش بروید
it_it: Trova qualcosa da ascoltare
mt_mt: Iftaħ il-paġna Skopri biex issib xi suġġerimenti

# EmptyListMessageTitle.Text
source: You haven't subscribed to any podcasts yet
de_de: Du hast bisher keine Podcasts abonniert
fa_ir: شما هنوز در هیچ پادکستی آبونه نشده‌اید
it_it: Non sei ancora iscritto a nessun Podcast
mt_mt: Għadek ma abbonajt mal-ebda podkast

# PageTitle.Text
source: Subscriptions
de_de: Abonnements
fa_ir: آبونه‌ها
it_it: Iscrizioni
mt_mt: Abbonamenti

# SyncPodcasts.Text
source: Sync podcasts
de_de: Podcasts synchronisieren
fa_ir: همگام‌سازی پادکست‌ها
it_it: Aggiorna
mt_mt: Issinkronizza l-podkasts

# TeachingTipMessageTitle.Title
source: Done!
de_de: Fertig!
fa_ir: انجام شد!
it_it: Fatto!
mt_mt: Bil-lest!

# AddPodcastButton.Label
source: Add podcast
de_de: Podcast hinzufügen
fa_ir: افزودن پادکست
it_it: Aggiungi un Podcast
mt_mt: Żid podkast

# RemoveAllSubscriptions.Label
source: Remove all subscriptions
de_de: Entferne alle Abonnements
fa_ir: حذف همه آبونه‌ها
it_it: Cancella tutte le iscrizioni
mt_mt: Neħħi l-abbonamenti kollha

# SyncPodcastsButton.Label
source: Sync podcasts
de_de: Podcasts synchronisieren
fa_ir: همگام‌سازی پادکست‌ها
it_it: Aggiorna
mt_mt: Issinkronizza l-podkasts

# AboutSettingItemEmail.Text
source: E-mail
fa_ir: ایمیل

# AboutSettingItemLanguageMessage.Text
source: Learning another language can be a challenge, sometimes mistakes happen. If you find any translation errors, send me an email. Thank you!
de_de: The translation for de-DE was been done by the FluentCast users, you can improve it by clicking on the link below
fa_ir: یادگیری یک زبان دیگر می تواند یک چالش باشد، گاهی اوقات اشتباهاتی رخ می دهد. اگر اشتباهی در ترجمه پیدا کردید، برای من ایمیل بفرستید. متشکرم!
it_it: The translation for it-IT was been done by the FluentCast users, you can improve it by clicking on the link below
mt_mt: Li titgħallem ilsien ġdid hija dejjem biċċa xogħol iebsa u għalhekk hemm ċans li għamilna xi żball x'imkien. Jekk issib xi żball fit-traduzzjoni, ibagħtilna email dwaru. Grazzi!

# AboutSettingItemPrivacy.Text
source: Read our privacy policy here
de_de: Ließ hier unsere Datenschutzvereinbarung
fa_ir: سیاست حریم خصوصی ما را اینجا بخوانید
it_it: Leggi la nostra privacy policy
mt_mt: Aqra l-politika tal-privatezza tagħna minn hawn

# AboutSettingItemTitle.Text
source: About
de_de: Über
fa_ir: درباره
it_it: Informazioni
mt_mt: Dwar

# AboutSettingItemVersion.Text
source: Version
fa_ir: نسخه
it_it: Versione
mt_mt: Verżjoni

# AppThemeDarkSettingItem.Content
source: Dark
de_de: Dunkel
fa_ir: تیره
it_it: Scuro
mt_mt: Mudlama

# AppThemeLightSettingItem.Content
source: Light
de_de: Hell
fa_ir: روشن
it_it: Chiaro
mt_mt: Imdawwla

# AppThemeSettingItemDescription.Text
source: Choose an app mode
de_de: Wähle einen App Modus
fa_ir: یک حالت برنامه را انتخاب کنید
it_it: Scegli l'aspetto
mt_mt: Agħżel modalità għall-app

# AppThemeSettingItemTitle.Text
source: App theme
de_de: App Design
fa_ir: پوسته برنامه
it_it: Tema
mt_mt: Tema tal-app

# AppThemeWindowsDefaultSettingItem.Content
source: Windows default
de_de: Windows Standard
fa_ir: پیش‌فرض ویندوز
it_it: Sistema
mt_mt: L-istess bħal Windows
