Repository: GUAN-XP/FluentCast-translations
Catalog: files/FluentCast.*.xlf
Languages: de_de, fa_ir, it_it, mt_mt

# OpenItunesLink.Text
source: Open iTunes page
de_de: iTunes Seite öffnen
fa_ir: باز کردن برگه آیتونز
it_it: Apri su iTunes
mt_mt: Iftaħ il-paġna ta' iTunes

# OpenLink.Text
source: Open link
de_de: Link öffnen
fa_ir: باز پیوند
it_it: Apri collegamento
mt_mt: Iftaħ il-ħolqa

# OpenWebsite.Text
source: Open website
de_de: Website öffnen
fa_ir: باز کردن سایت
it_it: April il sito web
mt_mt: Iftaħ is-sit

# Play.Text
source: Play
de_de: Abspielen
fa_ir: پخش
mt_mt: Isma'

# PlayedEpisodes.Text
source: Played episodes
de_de: Abgespielte Folgen
fa_ir: قسمت‌های پخش شده
it_it: Episodi riprodotti
mt_mt: Episodji mismugħa

# PlayEpisodeAppBarButton.Label
source: Play
de_de: Abspielen
fa_ir: پخش
mt_mt: Isma'

# PlayEpisodeAppBarButton.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Play episode
de_de: Folge abspielen
fa_ir: پخش قسمت
it_it: Avvia l'episodio
mt_mt: Isma' l-episodju

source: Playing episode(s)
de_de: Abspielen der Folgen
fa_ir: پخش قسمت(ها)
it_it: Riproduzione in corso
mt_mt: Qed tisma' l-episodju

# PodcastInfoDialogEditor.Header
source: Editor
de_de: Autor
fa_ir: ویرایشگر
it_it: Autore
mt_mt: Editur

# PodcastInfoDialogFeedLink.Header
source: Feed link
de_de: Link einfügen
fa_ir: پیوند خوراک
it_it: Link del feed
mt_mt: Indirizz tal-episodji

# PodcastInfoDialogGenre.Header
source: Genre
de_de: Kategorie
fa_ir: دسته‌بندی
it_it: Genere
mt_mt: Kategorija

# PodcastInfoDialogiTunesLink.Header
source: iTunes link
fa_ir: پیوند آیتونز
it_it: Link di iTunes
mt_mt: Indirizz ta' iTunes

# PodcastInfoDialogLastUpdate.Header
source: Last update
de_de: Letzte Veröffentlichung
fa_ir: آخرین به‌روز رسانی
it_it: Ultimo aggiornamento
mt_mt: L-aħħar aġġornament

# PodcastInfoDialogName.Header
source: Name
fa_ir: نام
it_it: Nome
mt_mt: Isem

# PodcastInfoDialogSummary.Header
source: Summary
de_de: Beschreibung
fa_ir: چکیده
it_it: Riepilogo
mt_mt: Taqsira

# PodcastInfoDialogWebsite.Header
source: Website
fa_ir: سایت
it_it: Sito web
mt_mt: Sit

# PodcastSubscribedMessage
source: The podcast has been subscribed
de_de: Der Podcast wurde abonniert
fa_ir: در پادکست آبونه شده‌اید
it_it: Iscrizione effettuata
mt_mt: Abbonajt ma' dil-podkast

# PodcastSyncedMessage
source: The podcast has been synced
de_de: Der Podcast wurde erfolgreich synchronisiert
fa_ir: پادکست همگام‌سازی شده است
it_it: Sincronizzazione completata
mt_mt: Issinkronizzajt dil-podkast

# PodcastUnsubscribedMessage
source: The podcast has been unsubscribed
de_de: Der Podcast wurde abbestellt
fa_ir: آبونه پادکست لغو شد
it_it: Non sei più iscritto
mt_mt: Temmejt l-abbonament minn ma' dil-podkast

# RefreshedMessage
source: Refreshed
de_de: Aktualisiert
fa_ir: تازه‌سازی شد
it_it: Aggiornato
mt_mt: Iffriskajt

source: Refreshing downloads
de_de: Die Downloads wurden erfolgreich aktualisiert
fa_ir: بارگیری‌های تازه
it_it: Download aggiornati
mt_mt: Qed tiffriska l-lista tat-tniżżil

# RemoveFromPlaylist.Text
source: Remove from playlist
de_de: Von der Wiedergabeliste entfernen
fa_ir: پاک کردن از فهرست پخش
it_it: Rimuovi dalla playlist
mt_mt: Neħħi mil-lista tas-smigħ

# RenameFile.Text
source: Rename file
de_de: Datei umbenennen
fa_ir: تغییر نام پرونده
it_it: Rinomina
mt_mt: Ibdel isem il-fajl

# RenameTextBoxPlaceholder.PlaceholderText
source: Enter the new file name
de_de: Neuen Dateinamen eingeben
fa_ir: نام پرونده جدید را وارد کنید
it_it: Digita il nuovo nome
mt_mt: Daħħal isem ġdid għall-fajl

# SaveAs.Text
source: Save As
de_de: Speichern unter
fa_ir: ذخیره به عنوان
it_it: Salva come...
mt_mt: Erfa' Bħala

# SaveAsButton.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Save As
de_de: Speichern unter
fa_ir: ذخیره به عنوان
it_it: Salva come...
mt_mt: Erfa' Bħala

# SeeDetails.Text
source: See details
de_de: Eigenschaften
fa_ir: دیدن جزییات
it_it: Dettagli
mt_mt: Ara d-dettalji

# SentToClipboardMessage
source: Sent to clipboard
de_de: In der Zwischenablage gespeichert
fa_ir: به کلیپ‌بورد ارسال شد
it_it: Salvato negli appunti
mt_mt: Intrefgħet fil-memorja

# Share.Text
source: Share
de_de: Teilen
fa_ir: هم‌رسانی
it_it: Condividi
mt_mt: Aqsam

# SomePodcastSynced
source: {0} synced podcast(s). Couldn't sync {1} podcast(s)
de_de: {0} Podcast(s) synchronisiert. {1} Podcast(s) konnten nicht synchronisiert werden
fa_ir: {0} پادکست(های) همگام‌سازی شد. نمی‌توان {1} پادکست را همگام‌سازی کرد
it_it: {0} podcast sincronizzati. Non è stato possibile sincronizzare {1} podcast
mt_mt: Podkasts sinkronizzati: {0}. Podkasts li ma setgħux jiġu sinkronizzati: {1}

# Subscribe.Text
source: Subscribe
de_de: Abonnieren
fa_ir: آبونه
it_it: Iscriviti
mt_mt: Abbona

# SubscribingTo
source: Subscribing to "{0}"
de_de: "{0}" abonniert
fa_ir: آبونه در "{0}"
it_it: Inscritto a "{0}"
mt_mt: Qed tabbona ma' "{0}"

# SyncingPodcast
source: Syncing "{0}"
de_de: "{0}" synchronisiert
fa_ir: در حال همگام‌سازی "{0}"
it_it: Sincronizzando "{0}"
mt_mt: Qed tissinkronizza "{0}"

source: The file has been renamed
de_de: Die Datei wurde umbenannt
fa_ir: فایل تغییر نام داده شد
it_it: Il file è stato rinominato
mt_mt: Isem dal-fajl inbidel

source: This file not exits
de_de: Datei wurde nicht gefunden
fa_ir: این فایل وجود ندارد
it_it: File inesistente
mt_mt: Dal-fajl ma jeżistix

source: This name is not valid
de_de: Dieser Dateiname ist nicht möglich
fa_ir: این نام معتبر نیست
it_it: Nome non valido
mt_mt: Dal-isem mhux tajjeb

# UnplayedEpisodes.Text
source: Unplayed episodes
de_de: Nicht abgespielte Folgen
fa_ir: قسمت‌های پخش نشده
it_it: Episodi non riprodotti
mt_mt: Episodji mhux mismugħa

# Unsubscribe.Text
source: Unsubscribe
de_de: Abbestellen
fa_ir: لغو آبونه
it_it: Annulla iscrizione
mt_mt: Temm l-abbonament

# UnsubscribeAllPodcastsTitle
source: Unsubscribe all podcasts?
de_de: Alle Podcasts abbestellen?
fa_ir: آبونه همه پادکست‌ها لغو شود؟
it_it: Annullare iscrizione a tutti i podcast?
mt_mt: Tixtieq ittemm l-abbonament minn mal-podkasts kollha?

# UpdateEpisodes.Text
source: Update episodes
de_de: Folgen aktualisieren
fa_ir: به‌روز رسانی قسمت‌ها
it_it: Aggiora episodi
mt_mt: Aġġorna l-episodji

# YesRemoveAllSubscriptions
source: Yes, remove all
de_de: Ja, alle entfernen
fa_ir: بله، همه را پاک کن
it_it: Si, rimuovi tutto
mt_mt: Iva, neħħi kollox

# YourCollectionIsEmptyMessage
source: Your collection is empty
de_de: Die Sammlung ist leer
fa_ir: مجموعه شما خالی است
it_it: La tua libreria è vuota
mt_mt: Il-ġabra tiegħek vojta

# EmptyListMessageTitle.Text
source: No results found
de_de: Kein Suchergebnis gefunden
fa_ir: نتیجه‌ای یافت نشد
it_it: Nessun risultato
mt_mt: Ma nstab l-ebda riżultat

# LocalEpisodes.Header
source: Episodes
de_de: Folgen
fa_ir: قسمت‌ها
it_it: Episodi
mt_mt: Episodji

# LocalPodcasts.Header
source: Library
de_de: Sammlung
fa_ir: کتابخانه
it_it: Libreria
mt_mt: Librerija

# PageTitle.Text
source: Search
de_de: Suche
fa_ir: جستجو
it_it: Cerca
mt_mt: Fittex

# SearchSuggestionEpisodeReleaseText.Text
source: Release
de_de: Veröffentlichungsdatum
fa_ir: انتشار
it_it: Pubblicazione
mt_mt: Ħruġ

# EmptyListMessage.Text
source: Empty list
de_de: Leere Liste
fa_ir: فهرست خالی
it_it: Nessun episodio
mt_mt: Lista battala

# MoreCommandsButton.Label
source: More commands
de_de: Weitere Befehle
fa_ir: دستورهای بیشتر
it_it: Altri comandi
mt_mt: Iktar

# ShowOnlyUnplayed.Label
source: Only unplayed
de_de: Nicht abgespielte Folgen
fa_ir: تنها پخش نشده
it_it: Solo non riprodotti
mt_mt: Mhux mismugħa biss

# ShowOnlyUnplayed.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Show only unplayed episodes
de_de: Nur ungespielte Folgen anzeigen
fa_ir: نمایش تنها قسمت‌های پخش نشده
it_it: Mostra solo gli episodi non riprodotti
mt_mt: Uri biss l-episodji mhux mismugħa

# ShowOnlyUnplayedTip.Subtitle
source: Click here to view only unplayed episodes
de_de: Klicke hier um ausschließlich ungespielte Folgen anzuzeigen
fa_ir: برای دیدن تنها قسمت‌های پخش نشده اینجا کلیک کنید
it_it: Clicca qui per vedere gli episodi non riprodotti
mt_mt: Agħfas hawn biex tara biss l-episodji mhux mismugħa

# ShowOnlyUnplayedTip.Title
source: Filter the episodes
de_de: Folgen filtern
fa_ir: فیلتر قسمت‌ها
it_it: Filtra
mt_mt: Iffiltra l-episodji

# SortByEpisodesButton.Text
source: Sort episodes
de_de: Folgen sortieren
fa_ir: چینش قسمت‌ها
it_it: Ordina
mt_mt: Organizza l-episodji

# SortByEpisodesButton.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Sort episodes
de_de: Folgen sortieren
fa_ir: چینش قسمت‌ها
it_it: Ordina episodi
mt_mt: Organizza l-episodji

# SortByNewest.Text
source: Newest
de_de: Neueste
fa_ir: جدیدتر
it_it: Più recente
mt_mt: L-iġded

# SortByOldest.Text
source: Oldest
de_de: Älteste
fa_ir: قدیمی‌تر
it_it: Più vecchio
mt_mt: L-eqdem

# SortByTitle.Text
source: Title
de_de: Titel
fa_ir: عنوان
it_it: Titolo
mt_mt: Isem

# SortByTitleDescending.Text
source: Title (descending)
de_de: Titel (absteigend)
fa_ir: عنوان (کاهشی)
it_it: Titolo (decrescente)
mt_mt: Isem (miż-Ż sal-A)

# SubscribeButtonText.CheckedText
source: Unsubscribe
de_de: Abbestellen
fa_ir: لغو آبونه
it_it: Annulla iscrizione
mt_mt: Temm l-abbonament

# SubscribeButtonText.UncheckedText
source: Subscribe
de_de: Abonnieren
fa_ir: آبونه
it_it: Iscriviti
mt_mt: Abbona

# UpdateButton.Label
source: Update episodes
de_de: Folgen aktualiseren
fa_ir: به‌روز رسانی قسمت‌ها
it_it: Aggiorna episodi
mt_mt: Aġġorna l-episodji

# UpdateButton.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Update episodes (F5)
de_de: Folgen aktualiseren (F5)
fa_ir: به‌روز رسانی قسمت‌ها (F5)
it_it: Aggiorna episodi (F5)
mt_mt: Aġġorna l-episodji (F5)

# SubscribeButton.Text
source: Subscribe
de_de: Abonnieren
fa_ir: آبونه
it_it: Iscriviti
mt_mt: Abbona

# SubscribedButton.Text
source: Subscribed
fa_ir: آبونه شدید
mt_mt: Abbonajt

# UnsubscribeButton.Text
source: Unsubscribe
de_de: Abbestellen
fa_ir: لغو آبونه
it_it: Annulla iscrizione
mt_mt: Temm l-abbonament

# DateFormat
source: MMM dd, yyyy
de_de: dd MMM yyyy
it_it: dd MMM yyyy
mt_mt: dd/MMM/yyyy

# RateThisAppSettingItemOpenMSStoreButton.Content
source: Open Microsoft Store
de_de: Microsoft Store öffnen
it_it: Apri il Microsoft Store
mt_mt: Iftaħ Microsoft Store

# RateThisAppSettingItemRateButton.Text
source: Rate 5 stars
de_de: 5 Sterne bewerten
it_it: Vota 5 stelle
mt_mt: Agħtina 5 stilel
