Repository: GUAN-XP/FluentCast-translations
Catalog: files/FluentCast.*.xlf
Languages: de_de, fa_ir, it_it, mt_mt

# AutoDeleteSettingItemDescription.Text
source: The app will automatically delete all downloaded episodes marked as played to save disk space
de_de: Um Speicherplatz zu sparen löscht die App automatisch alle heruntergeladenen Episoden, die als abgespielt markiert sind.
fa_ir: این برنامه به طور خودکار همه قسمت‌های دانلود شده را که به عنوان پخش علامت‌گذاری شده‌اند حذف می‌کند تا فضای دیسک ذخیره شود
it_it: Gli episodi scaricati segnati come riprodotti vengono eliminati automaticamente per salvare spazio
mt_mt: L-app se tħassar l-episodji kollha mniżżla li smajt biex tiffrankalek l-ispazju tal-ħażan

# AutoDeleteSettingItemTitle.Text
source: Auto delete
de_de: Automatisches löschen
fa_ir: حذف خودکار
it_it: Eliminazione automatica
mt_mt: Tħassir awtomatiku

# AutoDownloadSettingItemDescription.Text
source: The app will automatically download all episodes marked as unplayed
de_de: Die App lädt automatisch alle als nicht abgespielt markierten Folgen herunter
fa_ir: برنامه به طور خودکار همه قسمت‌هایی را که به‌عنوان پخش‌نشده علامت‌گذاری شده‌اند دانلود می‌کند
it_it: Gli episodi non riprodotti vengono scaricati automaticamente
mt_mt: L-app se tniżżel l-episodji kollha li għadek ma smajtx

# AutoDownloadSettingItemTitle.Text
source: Auto download
de_de: Automatisches Herunterladen
fa_ir: بارگیری خودکار
it_it: Download automatico
mt_mt: Tniżżil awtomatiku

# BackgroundSyncSettingItemDescription.Text
source: The app will automatically sync all episodes in the background
de_de: Die App synchronisiert automatisch alle Folgen im Hintergrund
fa_ir: برنامه به طور خودکار همه قسمت‌ها را در پس‌زمینه همگام می‌کند
it_it: Sincronizza gli episodi in background
mt_mt: L-app se tissinkronizza l-episodji kollha fl-isfond

# BackgroundSyncSettingItemRefreshInterval.Text
source: Refresh interval (minutes)
de_de: Aktualisierungsintervall (Minuten)
fa_ir: فاصله بازخوانی (دقیقه)
it_it: Intervallo di aggiornamento (minuti)
mt_mt: Iffriska kull (minuti)

# BackgroundSyncSettingItemTitle.Text
source: Background sync
de_de: Hintergrund Synchronisierung
fa_ir: همگام‌سازی در پس‌زمینه
it_it: Sincronizzazione in background
mt_mt: Sinkronizzazzjoni fl-isfond

# BackgroundTaskErrorSettingItemButtonLink.Content
source: Open settings to allow
de_de: Einstellungen öffnen, um
fa_ir: تنظیمات را باز کنید تا اجازه دهید
it_it: Apri le impostazioni per concedere l'autorizzazione
mt_mt: Iftaħ l-għażliet biex tħalliha taħdem

# BackgroundTaskErrorSettingItemTitle.Text
source: Your current settings do not allow FluentCast to be executed in the background
de_de: Die aktuellen Einstellungen erlauben es nicht, FluentCast im Hintergrund auszuführen
fa_ir: تنظیمات فعلی شما اجازه نمی‌دهد FluentCast در پس‌زمینه اجرا شود
it_it: Le impostazioni attuali non consentono di eseguire FluentCast in background
mt_mt: L-għażliet tiegħek bħalissa mhux iħallu lil FluentCast taħdem fl-isfond

# CheckForUpdates.Content
source: Check for updates
de_de: Updates suchen
fa_ir: به‌روز رسانی را بررسی کنید
it_it: Cerca aggiornamenti
mt_mt: Iċċekkja għall-aġġornamenti

# CleanupSettingItemButton.Text
source: Clean now
de_de: Aufräumen
fa_ir: حالا پاک کن
it_it: Pulisci
mt_mt: Naddaf issa

# CleanupSettingItemCleanupDoneMessage
source: {0} released
de_de: {0} freigegeben
fa_ir: {0} منتشر شد
it_it: {0} rimossi
mt_mt: Irkuprajt {0}

# CleanupSettingItemDescription.Text
source: Removes unnecessary entries in the database and temporary files to free up disk space and optimize app performance. The database cleanup runs automatically once a week
de_de: Entfernt unnötige Einträge in der Datenbank und in temporären Dateien, um Speicherplatz freizugeben und die Leistung der Anwendung zu optimieren. Die Datenbankbereinigung läuft automatisch einmal pro Woche
fa_ir: ورودی‌های غیر ضروری در پایگاه داده و فایل‌های موقت را برای آزاد کردن فضای دیسک و بهینه‌سازی عملکرد برنامه حذف می‌کند. پاکسازی پایگاه داده یک بار در هفته به طور خودکار اجرا می‌شود
it_it: Rimuove le voci non necessarie nel database e i file temporanei per liberare spazio su disco e ottimizzare le prestazioni dell'app. La pulizia del database viene eseguita automaticamente una volta a settimana
mt_mt: Tneħħi l-fajls temporanji u d-daħliet kollha li mhux meħtieġa mid-database biex ittejjeb il-ħidma tal-app u tbattal l-ispazju tal-ħażna. It-tindif tad-database isir waħdu darba fil-ġimgħa

# CleanupSettingItemTitle.Text
source: Cleanup
de_de: Aufräumen
fa_ir: پاکسازی
it_it: Pulizia
mt_mt: Naddaf

# ContentRegionSettingItemDescription.Text
source: Select the iTunes Podcasts API content region
de_de: Wähle die Inhaltsregion der iTunes Podcasts API
fa_ir: منطقه محتوای iTunes Podcasts API را انتخاب کنید
it_it: Seleziona l'area geografica dei contenuti dell'API Podcast di iTunes
mt_mt: Agħżel ir-reġjun tal-kontenut tal-API iTunes Podcasts

# ContentRegionSettingItemTitle.Text
source: Content region
de_de: Region
fa_ir: ناحیه محتوا
it_it: Area geografica
mt_mt: Reġjun tal-kontenut

# DataCategoryTitle.Text
source: Data
de_de: Daten
fa_ir: داده
it_it: Dati
mt_mt: Dejta

# DonationCategoryTitle.Text
source: Donation
de_de: Spende
fa_ir: اهدا
it_it: Donazione
mt_mt: Għotja

# DonationSettingItemAlreadyDonatedMessage
source: You already donated
de_de: Du hast bereits gespendet
fa_ir: شما قبلا اهدا کرده‌اید
it_it: Hai già effettuato una donazione
mt_mt: Diġà tajt għotja

# DonationSettingItemErrorMessage
source: Operation did not complete successfully, try again in a bit
de_de: Operation wurde nicht erfolgreich abgeschlossen, versuche es doch gleich noch einmal
fa_ir: عملیات با موفقیت کامل نشد، کمی بعد دوباره تلاش کنید
it_it: L'operazione non è stata completata correttamente, riprova tra un po'
mt_mt: L-għotja ma ntbagħtitx, erġa' pprova ftit iktar tard

# DonationSettingItemSuccessMessage
source: Successfully donated. Thank you!
de_de: Erfolgreich gespendet. Vielen Dank!
fa_ir: با موفقیت اهدا شد. سپاس از شما!
it_it: Donazione effettuata. Grazie!
mt_mt: Id-donazzjoni tiegħek intbagħtet. Grazzi!

# ImportExportSettingItemDescription.Text
source: Import RSS Feeds from an OPML file. Export RSS Feeds to an OPML file
de_de: RSS-Feeds aus einer OPML-Datei importieren. RSS-Feeds in eine OPML-Datei exportieren
fa_ir: خوراک‌های RSS را از یک فایل OPML درون‌ریزی کنید. خوراک‌های RSS را به یک فایل OPML برون‌ریزی کنید
it_it: Importa feed RSS da un file OPML. Esporta feed RSS in un file OPML
mt_mt: Daħħal l-RSS Feeds minn fajl OPML. Oħroġ l-RSS Feeds f'fajl OPML

# ImportExportSettingItemExportButton.Text
source: Export
de_de: Exportieren
fa_ir: برون‌ریزی
it_it: Esporta
mt_mt: Oħroġ

# ImportExportSettingItemExportedSuccessMessage
source: Successfully exported {0}
de_de: Erfolgreich exportiert {0}
fa_ir: {0} با موفقیت برون‌ریزی شد
it_it: Esportato con successo in {0}
mt_mt: Inħarġu: {0}

# ImportExportSettingItemImportButton.Text
source: Import
de_de: Importieren
fa_ir: درون‌ریزی
it_it: Importa
mt_mt: Daħħal

# ImportExportSettingItemNoPodcastToExportMessage
source: No podcast to export
de_de: Keine Podcasts zum exportieren vorhanden
fa_ir: پادکستی برای برون‌ریزی وجود ندارد
it_it: Nessun podcast da esportare
mt_mt: L-ebda podkast x'toħroġ

# ImportExportSettingItemTitle.Text
source: Import and Export
de_de: Importieren und Exportieren
fa_ir: درون‌ریزی و برون‌ریزی
it_it: Importa ed esporta
mt_mt: Daħħal u Oħroġ

# LastVersionInstalledMessage
source: You already have the latest version of FluentCast installed
de_de: Du hast bereits die neuste Version von FluentCast installiert
fa_ir: شما در حال حاضر آخرین نسخه FluentCast را نصب کرده‌اید
it_it: L'ultima versione di FluentCast è già installata
mt_mt: Diġà għandek l-aħħar verżjoni ta' FluentCast installata

# MoreAppsSettingItemTitle.Text
source: More apps
de_de: Mehr Apps
fa_ir: برنامه‌های بیشتر
it_it: Altre app
mt_mt: Iktar apps

# NewEpisodesNotificationSettingItemDescription.Text
source: The app will send a notification when there are new episodes
de_de: Die App wird Benachrichtigungen zu neuen Folgen anzeigen
fa_ir: وقتی قسمت‌های جدید وجود دارد، برنامه یک آگاه‌سازی ارسال می‌کند
it_it: Riceverai una notifica per i nuovi episodi
mt_mt: L-app se tibgħatlek notifikazzjoni meta jkun hemm xi episodji ġodda

# NewEpisodesNotificationSettingItemTitle.Text
source: New episode notifications
de_de: Benachrichtigung zu neuen Folgen
fa_ir: آگاه‌سازی قسمت‌های جدید
it_it: Notifica nuovi episodi
mt_mt: Notifikazzjonijiet tal-episodji l-ġodda

# OverviewCategoryTitle.Text
source: Overview
de_de: Übersicht
fa_ir: بازبینی
it_it: Generali
mt_mt: Ħarsa ġenerali

# PageTitle.Text
source: Settings
de_de: Einstellungen
fa_ir: تنظیمات
it_it: Impostazioni
mt_mt: Għażliet

# PersonalizationCategoryTitle.Text
source: Personalization
de_de: Personalisierung
fa_ir: شخصی‌سازی
it_it: Personalizzazione
mt_mt: Personalizzazzjoni

# RateThisAppSettingItemDescription.Text
source: Your rating helps us keep working on the app and make things even better
de_de: Deine Bewertung unterstützt die Verbesserung der App
fa_ir: رتبه‌بندی شما به ما کمک می‌کند به کار روی برنامه ادامه دهیم و اوضاع را حتی بهتر کنیم
it_it: La tua valutazione ci aiuta a continuare a lavorare sull'app e a migliorarla ulteriormente
mt_mt: Il-kummenti tiegħek se jgħinuna nkomplu naħdmu fuq l-app u ntejbu l-affarijiet

# RateThisAppSettingItemTitle.Text
source: Rate this app
de_de: Bewerte diese App
fa_ir: امتیاز به این برنامه
it_it: Valuta questa applicazione
mt_mt: Għidilna x'taħseb dwar dil-app

# RateThisAppSettintItemOpenMSStoreButton.Content
source: Open Microsoft Store
fa_ir: باز کردن فروشگاه مایکروسافت

# RateThisAppSettintItemRateButton.Text
source: Rate 5 stars
fa_ir: رای ۵ ستاره

# ResetSettingItemButton.Text
source: Reset
de_de: Zurücksetzen
fa_ir: بازنشانی
it_it: Reimposta
mt_mt: Reġġa' lura għall-istat oriġinali

# ResetSettingItemDescription.Text
source: Deletes all the app data, including subscribed podcasts, playback history and episodes. Downloaded files are NOT deleted
de_de: Löscht alle App Daten inklusive abonnierter Podcasts, Wiedergabeverlauf und Folgen. Heruntergeladene Inhalte werden nicht gelöscht.
fa_ir: تمام داده‌های برنامه، از جمله پادکست‌های آبونه، تاریخچه پخش و قسمت‌ها را حذف می‌کند. فایل‌های دانلود شده حذف نمی‌شوند
it_it: Elimina tutti i dati dell'app, inclusi le sottoscritti, la cronologia di riproduzione e gli episodi. I file scaricati NON vengono eliminati
mt_mt: Dil-ħaġa se tħassar id-dejta kollha marbuta mal-app, anke l-lista tal-podkasts li abbonajt magħhom, l-istorja tas-smigħ u l-episodji. Il-fajls li niżżilt MHUX se jitħassru

# ResetSettingItemTitle.Text
source: Reset app data
de_de: App Daten zurücksetzen
fa_ir: بازنشانی داده برنامه
it_it: Reimposta i dati dell'app
mt_mt: Ħassar id-dejta tal-app

# ResetSettingItemWarning.Text
source: This process cannot be undone
de_de: Dieser Prozess kann nicht rückgängig gemacht werden
fa_ir: این فرآیند قابل بازگشت نیست
it_it: Quest'operazione non può essere annullata
mt_mt: Dal-proċess ma jistax jitreġġa' lura

# ResetSettingItemWarningButton.Content
source: Yes, delete all
de_de: Ja, alle Daten löschen
fa_ir: بله، همه را حذف کن
it_it: Si, cancella tutto
mt_mt: Iva, ħassar kollox

# SeachHistorySettingItemNothingToShow
source: Nothing to show :)
de_de: Nichts anzuzeigen :)
fa_ir: چیزی برای نشان دادن نیست :)
it_it: Non c'è niente qui :)
mt_mt: M'hawn xejn hawn :)

# SearchHistorySettingItemButton.Text
source: Show search history
de_de: Zeige Suchverlauf
fa_ir: نمایش تاریخچه جستجو
it_it: Mostra la cronologia delle ricerche
mt_mt: Uri l-istorja tat-tiftix

# SearchHistorySettingItemDescription.Text
source: Remove items from your search history
de_de: Entferne Einträge aus dem Suchverlauf
fa_ir: حذف موارد از تاریخچه جستجوی‌تان
it_it: Rimuovi elementi dalla cronologia delle ricerche
mt_mt: Neħħi d-daħliet mill-istorja tat-tiftix tiegħek

# SearchHistorySettingItemTitle.Text
source: Search history
de_de: Suchverlauf durchsuchen
fa_ir: تاریخچه جستجو
it_it: Cronologia delle ricerche
mt_mt: Storja tat-tiftix

# StartupPageSettingItemDescription.Text
source: Go to...
de_de: Gehe zu...
fa_ir: برو به...
it_it: Vai a...
mt_mt: Mur fuq...

# StartupPageSettingItemTitle.Text
source: On startup
de_de: Beim Start
fa_ir: در شروع
it_it: All'avvio
mt_mt: Malli tiftaħ l-app

# SupportTheDevSettingItemDescription.Text
source: This app is free and ad-free, but developing it has costs, feel free to donate to the developer
de_de: Diese App werbefrei, dennoch kostet das Entwickeln einer APP Geld. Ich würde mich über eine Spende freuen :)
fa_ir: این برنامه رایگان و بدون آگهی است، اما توسعه آن هزینه‌هایی دارد، می‌توانید با خیال راحت به توسعه‌دهنده کمک کنید
it_it: Quest'app è gratuita e senza pubblicità, ma svilupparla ha un costo. Sentiti libero di effettuare una donazione
mt_mt: Għalkemm dil-app hi bla ħlas u bla riklami, ix-xogħol fuqha jiswa l-flus. Nitolbuk tagħti għotja lill-iżviluppatur

# SupportTheDevSettingItemTitle.Text
source: Support the developer
de_de: Unterstütze den Entwickler
fa_ir: از توسعه دهنده حمایت کنید
it_it: Supporta lo sviluppatore
mt_mt: Għin lill-iżviluppatur

# TimelineSettingItemDescription.Text
source: When playing an episode, an activity is generated in the Windows Timeline
de_de: Die Wiedergabe einer Folge erzeugt einen Eintrag in der Windows Timeline
fa_ir: هنگام پخش یک قسمت، یک فعالیت در خط زمانی ویندوز ایجاد می‌شود
it_it: Gli episodi riprodotti vengono salvati nella Timeline di Windows
mt_mt: Meta tagħżel li tisma' episodju, se tinħoloq daħla fit-Timeline ta' Windows

# TimelineSettingItemTitle.Text
source: Timeline
fa_ir: خط زمان

# WhatIsNewButtonText.Content
source: Release notes
de_de: Änderungsprotokoll
fa_ir: یادداشت‌های انتشار
it_it: Note di rilascio
mt_mt: Informazzjoni dwar dil-verżjoni

# BackgroundTaskErrorInfoBarSettingItemTitle.Title
source: Your current settings do not allow FluentCast to be executed in the background
de_de: Die aktuellen Einstellungen erlauben es nicht, FluentCast im Hintergrund auszuführen
fa_ir: تنظیمات فعلی شما اجازه نمی‌دهد FluentCast در پس‌زمینه اجرا شود
it_it: Le impostazioni attuali non consentono di eseguire FluentCast in background
mt_mt: L-għażliet tiegħek bħalissa mhux iħallu lil FluentCast taħdem fl-isfond

# DownloadUpdateButton.Content
source: Download
fa_ir: بارگیری
mt_mt: Niżżel

# DownloadUpdateButton.[using:Windows.UI.Xaml.Automation]AutomationProperties.Name
source: Download update
fa_ir: بارگیری به‌روز رسانی
mt_mt: Niżżel l-aġġornament

# InfoBarUpdate.Message
source: The app will restart when the update completes
fa_ir: پس از تکمیل به‌روزرسانی، برنامه مجدداً راه‌اندازی می‌شود
mt_mt: Dil-app se tingħalaq u terġa' tinfetaħ hekk kif l-aġġornament ilesti

# InfoBarUpdate.Title
source: A new version of FluentCast is available for download
fa_ir: نسخه جدید FluentCast برای بارگیری در دسترس است
mt_mt: Għandek verżjoni ġdida ta' FluentCast xi tniżżel

# Add.Text
source: Add
de_de: Hinzufügen
fa_ir: افزودن
it_it: Aggiungi
mt_mt: Żid

# AddingEpisodesToTheDownloadQueue
source: Adding to the download queue
de_de: Hinzufügen zur Download-Warteschlange
fa_ir: اضافه شدن به صف بارگیری
it_it: Aggiunto alla coda di download
mt_mt: Qed iżżid mal-lista tat-tniżżil

# AllEpisodes.Text
source: All episodes
de_de: Alle Folgen
fa_ir: همه قسمت‌ها
it_it: Tutti gli episodi
mt_mt: L-episodji kollha

# AllPodcastSynced
source: All podcasts have been synced
de_de: Alle Folgen wurden synchronisiert
fa_ir: همه پادکست‌ها همگام‌سازی شده‌اند
it_it: Sincronizzazione completata
mt_mt: Il-podkasts kollha ġew sinkronizzati

# AvailableOfflineIcon.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Available off-line
de_de: Offline verfügbar
fa_ir: به صورت آفلاین در دسترس است
it_it: Disponibili offline
mt_mt: Disponibbli mingħajr internet

# CancelAllDownloads.Text
source: Cancel all downloads
de_de: Alle Downloads abbrechen
fa_ir: لغو همه بارگیری‌ها
it_it: Annulla tutti i download
mt_mt: Ikkanċella t-tniżżil kollu

# CancelDownload.Text
source: Cancel download
de_de: Download abbrechen
fa_ir: لغو بارگیری
it_it: Cancella il download
mt_mt: Ikkanċella t-tniżżil

# CopyFeed.Text
source: Copy feed link to clipboard
de_de: Feed-Link in die Zwischenablage kopieren
fa_ir: پیوند خوراک را در کلیپ‌بورد رونوشت کنید
it_it: Copia il link del feed dagli appunti
mt_mt: Ikkopja l-ħolqa bil-lista tal-episodji fil-memorja

# DeleteAllFilesContent
source: This process cannot be undone
de_de: Dieser Prozess kann nicht rückgängig gemacht werden
fa_ir: این فرآیند قابل بازگشت نیست
it_it: L'operazione non può essere annullata
mt_mt: Dal-proċess ma jistax jitreġġa' lura

# DeleteAllFilesTitle
source: Delete all files?
de_de: Alle Dateien löschen?
fa_ir: حذف همه پرونده‌ها؟
it_it: Cancellare tutti i file scaricati?
mt_mt: Tixtieq tħassar il-fajls kollha?

# DeleteEpisodeContent
source: Episode: {0}
de_de: Folge {0}
fa_ir: قسمت: {0}
it_it: Episodio: {0}
mt_mt: Episodju: {0}

# DeleteEpisodesFromAPodcastContent
source: This will delete all {0} file(s)
de_de: Dadurch werden alle {0} Dateien gelöscht
fa_ir: با این کار همه {0} فایل(های) حذف می‌شود
it_it: Verranno cancellati {0} files
mt_mt: Dil-ħaġa se tħassar il-fajls kollha marbuta ma' {0}

# DeleteEpisodesFromAPodcastTitle
source: Delete episodes of "{0}"?
de_de: Löschen der Folgen von "{0}"?
fa_ir: قسمت‌های «{0}» حذف شود؟
it_it: Cancellare gli episodi di "{0}"?
mt_mt: Tixtieq tħassar l-episodji kollha ta' "{0}"?

# DeleteEpisodeTitle
source: Delete episode?
de_de: Folge löschen?
fa_ir: حذف قسمت؟
it_it: Cancellare l'episodio?
mt_mt: Tixtieq tħassar l-episodju?

# DeleteFile.Text
source: Delete file
de_de: Datei löschen
fa_ir: حذف پرونده
it_it: Cancella il file
mt_mt: Ħassar il-fajl

# DeleteFiles.Text
source: Delete files
de_de: Dateien löschen
fa_ir: حذف پرونده‌ها
it_it: Cancella i file
mt_mt: Ħassar il-fajls

# DeleteFromHistory.Text
source: Delete from history
de_de: Löschen aus dem Wiedergabeverlauf
fa_ir: حذف از تاریخچه
it_it: Rimuovi dalla cronologia
mt_mt: Ħassar mill-istorja

source: Deleting files
de_de: Dateien werden gelöscht
fa_ir: در حال حذف پرونده‌ها
it_it: File cancellati
mt_mt: Qed tħassar il-fajls

# DoneMessage
source: Done
de_de: Erledigt
fa_ir: انجام شد
it_it: Fatto
mt_mt: Bil-lest

# Download.Text
source: Download
de_de: Herunterladen
fa_ir: بارگیری
it_it: Scarica
mt_mt: Niżżel

# DownloadAll.Text
source: Download all
de_de: Alle herunterladen
fa_ir: بارگیری همه
it_it: Scarica tutto
mt_mt: Niżżel kollox

# DownloadedEpisodes.Text
source: Downloaded episodes
de_de: Heruntergeladene Folgen
fa_ir: قسمت‌های بارگیری شده
it_it: Episodi scaricati
mt_mt: Episodji mniżżla

# EnterTheFeedUrlTitle
source: Enter the RSS feed URL
de_de: RSS Feed URL eingeben
fa_ir: آدرس خوراک RSS را وارد کنید
it_it: Digita l'URL del feed RSS
mt_mt: Daħħal l-indirizz tal-RSS feed

source: Episode added to download queue
de_de: Folge zur Download-Warteschlange hinzugefügt
fa_ir: قسمت به صف بارگیری اضافه شد
it_it: Episodio aggiunto alla coda di download
mt_mt: L-episodju żdied mal-lista għat-tniżżil

source: Episode added to playlist
de_de: Folge zur Wiedergabeliste hinzugefügt
fa_ir: قسمت به لیست پخش اضافه شد
it_it: Episodio aggiunto alla playlist
mt_mt: L-episodju żdied mal-lista tas-smigħ

# EpisodeInfoDialogDuration.Header
source: Duration
de_de: Dauer
fa_ir: ظول
it_it: Durata
mt_mt: Tul

# EpisodeInfoDialogEditor.Header
source: Editor
de_de: Autor
fa_ir: ویرایشگر
it_it: Autore
mt_mt: Editur

# EpisodeInfoDialogFileName.Header
source: File name
de_de: Dateiname
fa_ir: نام پرونده
it_it: Nome del file
mt_mt: Isem il-fajl

# EpisodeInfoDialogFileSize.Header
source: File size
de_de: Dateigröße
fa_ir: اندازه پرونده
it_it: Dimensione del file
mt_mt: Daqs tal-fajl

# EpisodeInfoDialogFileUrlLink.Header
source: File Link
de_de: Datei URL
fa_ir: پیوند پرونده
it_it: Indirizzo del file
mt_mt: Ħolqa tal-fajl

# EpisodeInfoDialogPath.Header
source: Path
de_de: Dateipfad
fa_ir: مسیر
it_it: Percorso
mt_mt: Mogħdija

# EpisodeInfoDialogReleaseDate.Header
source: Release date
de_de: Veröffentlichungsdatum
fa_ir: تاریخ انتشار
it_it: Data di pubblicazione
mt_mt: Data tal-ħruġ

# EpisodeInfoDialogSummary.Header
source: Summary
de_de: Beschreibung
fa_ir: چکیده
it_it: Riepilogo
mt_mt: Taqsira

# EpisodeIsAlreadyInDownloadQueue
source: The episode is already in the download queue
de_de: Die Folge befindet sich bereits in der Download-Warteschlange
fa_ir: قسمت از قبل در صف بارگیری قرار دارد
it_it: L'episodio è già in coda di download
mt_mt: Dal-episodju diġà jinsab fil-lista tat-tniżżil

source: Episode is already in the playlist
de_de: Die Folge befindet sich bereits in der Wiedergabeliste
fa_ir: قسمت از قبل در لیست پخش است
it_it: L'episodio è già nella playlist
mt_mt: L-episodju diġà jinsab fil-lista tas-smigħ

# FileAlreadyExits
source: There is already a file with the same name in this location
de_de: Es ist bereits eine Datei mit dem selben Namen an diesem Ort vorhanden.
fa_ir: در حال حاضر فایلی با همین نام در این مکان وجود دارد
it_it: Esiste già un file con lo stesso nome in questa posizione
mt_mt: F'dal-post diġà hemm fajl bl-istess isem

# ImportAllPodcastsSuccessMessage
source: All podcasts have been imported
de_de: Alle Podcasts wurden erfolgeich importiert
fa_ir: همه پادکست‌ها درون‌ریزی شده‌اند
it_it: Tutti i podcast sono stati importati
mt_mt: Il-podkasts kollha ddaħħlu

# ImportPodcastsWithErrorsMessage
source: {0} podcast(s) successfully imported, {1} podcast(s) could not be imported
de_de: {0} Podcast(s) wurden erfolgreich importiert, {1} Podcast(s) konnten nicht importiert werden.
fa_ir: {0} پادکست با موفقیت وارد شد، {1} پادکست درون‌ریزی نشد
it_it: {0} podcast importati con successo, non è stato possibile importarne {1}
mt_mt: Podkasts li ddaħħlu: {0}. Podkasts li ma setgħu jiddaħħlu: {1}

# LinkOpenedInBrowserMessage
source: The link has been opened in the web browser
de_de: Der Link wurde im Webbrowser geöffnet
fa_ir: پیوند در مرورگر وب باز شده است
it_it: Il collegamento è stato aperto nel browser
mt_mt: Dil-ħolqa nfetħet fil-brawżer

# MarkAllAsUnplayed.Text
source: Mark all as unplayed
de_de: Alle Folgen als nicht abgespielt markieren
fa_ir: همه را به‌عنوان پخش‌نشده علامت‌گذاری کنید
it_it: Segna tutti come non riprodotti
mt_mt: Immarka li ma smajt xejn minnhom

# MarkAsPlayed.Text
source: Mark as played
de_de: Markieren als abgespielt
fa_ir: علامت گذاری به عنوان پخش شده
it_it: Segna come riprodotto
mt_mt: Immarka bħala mismugħ

# MarkAsUnplayed.Text
source: Mark as unplayed
de_de: Markieren als nicht abgespielt
fa_ir: علامت‌گذاری به عنوان پخش نشده
it_it: Segna come non riprodotto
mt_mt: Immarka bħala mhux mismugħ

source: Marked as played
de_de: Markieren als abgespielt
fa_ir: به عنوان پخش شده علامت گذاری شد
it_it: Segnato come riprodotto
mt_mt: Ġie mmarkat bħala mismugħ

source: Marked as unplayed
de_de: Markieren als nicht abgespielt
fa_ir: به‌عنوان پخش‌نشده علامت‌گذاری شد
it_it: Segnato come non riprodotto
mt_mt: Ġie mmarkat bħala mhux mismugħ

source: No episode to play
de_de: Keine Folgen zum Abspielen vorhanden
fa_ir: قسمتی برای پخش وجود ندارد
it_it: Nessun episodio da riprodurre
mt_mt: L-ebda episodju x'tisma'

# NowPlayingPlaylist.Text
source: Now Playing
de_de: Jetzt läuft
fa_ir: در حال پخش
it_it: In riproduzione
mt_mt: Qed Tisma'

# Open.Text
source: Open
de_de: Öffnen
fa_ir: باز کردن
it_it: Apri
mt_mt: Iftaħ

# OpenFile.Text
source: Open in File Explorer
de_de: Im Datei-Explorer öffnen
fa_ir: باز کردن در مرورگر پرونده
it_it: Apri in Esplora file
mt_mt: Iftaħ f'File Explorer

# OpenFolder.Text
source: Open folder in File Explorer
de_de: Im Datei-Explorer öffnen
fa_ir: باز کردن پوشه در مرورگر پرونده
it_it: Apri cartella in Esplora file
mt_mt: Iftaħ il-folder f'File Explorer

# OpenImageInNewWindow.Text
source: Open image
de_de: Bild öffnen
fa_ir: باز کردن تصویر
it_it: Apri immagine
mt_mt: Iftaħ l-istampa

# OpenInNewWindow.Text
source: Open in new window
de_de: In neuem Fenster öffnen
fa_ir: باز کردن در پنجره جدید
it_it: Apri in una nuova finestra
mt_mt: Iftaħ f'tieqa ġdida
